<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8"/>
<title>Ch3_2_4.php</title>
</head>
<body>
<h3>香草植物</h3>
<hr/>
<ul>
	<li>迷迭香</li>
	<li>歐芹</li>
	<li>水薄荷</li>
</ul>

<h4>介紹</h4>
<ol start=1>
	<li>迷迭香</li>
	<h5>是一種原產於地中海盆地，木本多年生香料植物，野生或種植於白堊土壤中。莖、葉和花都可提取芳香油。</h5>
	<li>歐芹</li>
	<h5>別稱香芹、巴西利、巴西里、洋香菜、歐芹、洋芫荽、番芫荽、荷蘭芹，是繖形科歐芹屬的二年生草本植物，原產地中海沿岸，為常見蔬菜和香草，具有清爽的香味和鮮綠色。古羅馬時代起用於烹調，也是世界上用的最廣的一種草藥。對地質和氣候的適應性高，栽培也容易，故世界各地都有栽培，但對乾燥的適應性差。</h5>
	<li>水薄荷</li>
	<h5>是薄荷屬下的一種多年生草本植物，其原產於歐洲（除了最北部），也生長於非洲的西北部、亞洲的西南部。</h5>
</ol>
<dl>
   <dt>芳香油</dt>
     <dd>芳香油(Ethereal oils)是植物體新陳代謝的產物，由細胞原生質體分泌產生，大多具揮發性，有芳香的氣味，故又稱揮發油（ Volatile oils )，在香料工業中又稱精油（Essential oils )。</dd>
</dl>
</body>
</html>